      * Written by Joshua Scoggins
      * OH GOD THE PAIN
      * Better than fortran though :D
       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLO-WORLD.
       PROCEDURE DIVISION.
         DISPLAY 'Hello, world'.
         STOP RUN.
